{
  "questions": [
    {
      "question": [
        {
          "keywords": "binomial liabellum ?", 
          "string": "What is the binomial of liabellum ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Liabellum_hintoniorum"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Liabellum> dbo:binomial ?x }"
      }, 
      "id": "0"
    }, 
    {
      "question": [
        {
          "keywords": "binomial taeniatherum ?", 
          "string": "What is the binomial of taeniatherum ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Taeniatherum_caput-medusae"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Taeniatherum> dbo:binomial ?x }"
      }, 
      "id": "1"
    }, 
    {
      "question": [
        {
          "keywords": "binomial standleyanthus ?", 
          "string": "What is the binomial of standleyanthus ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Standleyanthus_triptychus"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Standleyanthus> dbo:binomial ?x }"
      }, 
      "id": "2"
    }, 
    {
      "question": [
        {
          "keywords": "binomial kippistia ?", 
          "string": "What is the binomial of kippistia ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Kippistia_suaedifolia"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Kippistia> dbo:binomial ?x }"
      }, 
      "id": "3"
    }, 
    {
      "question": [
        {
          "keywords": "binomial cytauxzoonosis ?", 
          "string": "What is the binomial of cytauxzoonosis ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Cytauxzoon_felis"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Cytauxzoonosis> dbo:binomial ?x }"
      }, 
      "id": "4"
    }, 
    {
      "question": [
        {
          "keywords": "binomial tenrhynea ?", 
          "string": "What is the binomial of tenrhynea ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Tenrhynea_phylicifolia"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Tenrhynea> dbo:binomial ?x }"
      }, 
      "id": "5"
    }, 
    {
      "question": [
        {
          "keywords": "binomial triplocephalum ?", 
          "string": "What is the binomial of triplocephalum ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Triplocephalum_holstii"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Triplocephalum> dbo:binomial ?x }"
      }, 
      "id": "6"
    }, 
    {
      "question": [
        {
          "keywords": "binomial mexianthus ?", 
          "string": "What is the binomial of mexianthus ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Mexianthus_mexicanus"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Mexianthus> dbo:binomial ?x }"
      }, 
      "id": "7"
    }, 
    {
      "question": [
        {
          "keywords": "binomial pleuropappus ?", 
          "string": "What is the binomial of pleuropappus ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Pleuropappus_phyllocalymmeus"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Pleuropappus> dbo:binomial ?x }"
      }, 
      "id": "8"
    }, 
    {
      "question": [
        {
          "keywords": "binomial ricinodendron ?", 
          "string": "What is the binomial of ricinodendron ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Ricinodendron_heudelotii"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Ricinodendron> dbo:binomial ?x }"
      }, 
      "id": "9"
    }, 
    {
      "question": [
        {
          "keywords": "binomial ugamia ?", 
          "string": "What is the binomial of ugamia ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Ugamia_angrenica"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Ugamia> dbo:binomial ?x }"
      }, 
      "id": "10"
    }
  ], 
  "dataset": {
    "id": "stuff"
  }
}