{
  "questions": [
    {
      "question": [
        {
          "keywords": "binomial adenoon ?", 
          "string": "What is the binomial of adenoon ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Adenoon_indicum"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Adenoon> dbo:binomial ?x }"
      }, 
      "id": "0"
    }, 
    {
      "question": [
        {
          "keywords": "binomial dicranocarpus ?", 
          "string": "What is the binomial of dicranocarpus ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Dicranocarpus_parviflorus"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Dicranocarpus> dbo:binomial ?x }"
      }, 
      "id": "1"
    }, 
    {
      "question": [
        {
          "keywords": "binomial nalacetus ?", 
          "string": "What is the binomial of nalacetus ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Type_species"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Nalacetus> dbo:binomial ?x }"
      }, 
      "id": "2"
    }, 
    {
      "question": [
        {
          "keywords": "binomial cephalipterum ?", 
          "string": "What is the binomial of cephalipterum ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Cephalipterum_drummondii"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Cephalipterum> dbo:binomial ?x }"
      }, 
      "id": "3"
    }, 
    {
      "question": [
        {
          "keywords": "binomial paleaepappus ?", 
          "string": "What is the binomial of paleaepappus ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Paleaepappus_patagonicus"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Paleaepappus> dbo:binomial ?x }"
      }, 
      "id": "4"
    }, 
    {
      "question": [
        {
          "keywords": "binomial ixianthes ?", 
          "string": "What is the binomial of ixianthes ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Ixianthes_retzioides"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Ixianthes> dbo:binomial ?x }"
      }, 
      "id": "5"
    }, 
    {
      "question": [
        {
          "keywords": "binomial polyanthina ?", 
          "string": "What is the binomial of polyanthina ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Polyanthina_nemorosa"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Polyanthina> dbo:binomial ?x }"
      }, 
      "id": "6"
    }, 
    {
      "question": [
        {
          "keywords": "binomial erythradenia ?", 
          "string": "What is the binomial of erythradenia ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Erythradenia_pyramidalis"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Erythradenia> dbo:binomial ?x }"
      }, 
      "id": "7"
    }, 
    {
      "question": [
        {
          "keywords": "binomial tuberculocarpus ?", 
          "string": "What is the binomial of tuberculocarpus ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Tuberculocarpus_ruber"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Tuberculocarpus> dbo:binomial ?x }"
      }, 
      "id": "8"
    }, 
    {
      "question": [
        {
          "keywords": "binomial lipskyella ?", 
          "string": "What is the binomial of lipskyella ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Lipskyella_annua"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Lipskyella> dbo:binomial ?x }"
      }, 
      "id": "9"
    }, 
    {
      "question": [
        {
          "keywords": "binomial didymocistus ?", 
          "string": "What is the binomial of didymocistus ?", 
          "language": "en"
        }
      ], 
      "hybrid": false, 
      "aggregation": false, 
      "answers": [
        {
          "head": {
            "vars": [
              "uri"
            ]
          }, 
          "results": {
            "bindings": [
              {
                "uri": {
                  "type": "uri", 
                  "value": "http://dbpedia.org/resource/Didymocistus_chrysadenius"
                }
              }
            ]
          }
        }
      ], 
      "answertype": "resource", 
      "onlydbo": true, 
      "query": {
        "sparql": "select ?x where{<http://dbpedia.org/resource/Didymocistus> dbo:binomial ?x }"
      }, 
      "id": "10"
    }
  ], 
  "dataset": {
    "id": "stuff"
  }
}